# -*- mode: sh -*-

tap 'homebrew/binary'
tap 'homebrew/dupes'
tap 'homebrew/versions'
tap 'caskroom/homebrew-cask'
tap 'caskroom/versions'

brew 'apg'
brew 'brew-cask'
brew 'colordiff'
brew 'graphviz'
brew 'lua'
brew 'highlight'
brew 'imagemagick'
brew 'jpeg'
brew 'libffi'
brew 'libpng'
brew 'libtiff'
brew 'libxml2'
brew 'lv'
brew 'mitmproxy'
brew 'ngrep'
brew 'nkf'
brew 'nmap'
brew 'node'
brew 'rbenv'
brew 'ruby-build'
brew 'readline'
brew 'rlwrap'
brew 'tig'
brew 'tree'
brew 'wget'

cask 'alfred'
cask 'appcleaner'
cask 'cakebrew'
cask 'cyberduck'
cask 'firefox-ja'
cask 'flip4mac'
cask 'google-chrome'
cask 'growlnotify'
cask 'ichm'
cask 'iterm2'
cask 'pdftk'
cask 'sourcetree'
cask 'vlc'
cask 'xquartz'
